{
    "vision": {
        "japTitle": "社会をサバイブする共同体をつくる",
        "engTitle": "Creating a Community to Survive in Society",
        "desc": "Through design, we aim to create a community to survive in a complex and diverse society. It is difficult to live in this society. However, we believe that we can survive in this society as a community by facing the problems that lie ahead of us one by one, together with our people. We believe that community is solidarity with others, which is essential for surviving in society and is a network of activities that can change that society. We will create a community in various places in the world, collaborate with many others from our unique approach, and develop actions to improve society.",
        "graph": "graph",
        "pdf": "studio-true_vision.pdf",
        "filter": "[true, false, false, false]"
    },
    "approaches": {
        "0": {
            "japTitle": "偶発性と身体性",
            "engTitle": "Contingency and Embodiment",
            "desc": "We value the things and people we encounter by chance in our daily lives, as well as the things and places around us. We believe that by designing with contingency and embodiment, we can create actions that face the reality of society."
        },
        "1": {
            "japTitle": "小さいけれど継続的",
            "engTitle": "Small but Continuous",
            "desc": "We value the continuity of something small, and the nurturing of that something. We do not aim to create large changes at once, but rather believe that by working on a continuous basis, we can create actions that are appropriate to the moment."
        },
        "2": {
            "japTitle": "リサーチとアーカイブ",
            "engTitle": "Research and Archive",
            "desc": "We value conducting research while understanding the qualitative relationship between things, recording the raw information and processes, and accumulating this information. We believe that actions based on research can be generated by tracing back through the archive."
        }
    },
    "actions": {
        "0": {
            "desc": "We design new resource circulation to address environmental issues and manufacture products within this circulation. We do not stop at mere manufacturing, but rather consider the materials used and their disposal as we work. By empowering not only the individual but also the group, we design the mechanism that supports the new circulation.",
            "tags": {
                "0": {
                    "name": "Materials",
                    "desc": "We will collect natural materials and waste materials, develop materials using them, and propose new ways to use them."
                },
                "1": {
                    "name": "Waste",
                    "desc": "We will collect waste and use them as resources again, and design products and spaces that convert these waste materials."
                },
                "2": {
                    "name": "Repair",
                    "desc": "We will repair everything from furniture and buildings to infrastructure, we will create new connections between a sustainable future and the city."
                },
                "3": {
                    "name": "Food",
                    "desc": "We will boost local communities by creating a new circulation of local production for local consumption by composting food waste in the community."
                }
            }
        },
        "1": {
            "desc": "We are engaged in a wide range of architectural and urban design activities in order to face any problems that exist in the community and to overcome them together with people. We develop activities together with citizens, companies, and governments to form and manage communities. To make these activities sustainable, we approach urban development and policy.",
            "tags": {
                "0": {
                    "name": "Spatial Design",
                    "desc": "We will design spaces such as residences, stores, and workspaces to spatially support the thoughts and challenges of individuals."
                },
                "1": {
                    "name": "Public Space",
                    "desc": "We will create a place for citizens in the city, we will design street furniture as well as plan and manage events."
                },
                "2": {
                    "name": "Local",
                    "desc": "We will design local safety nets from the planning and management of places and communities open to the city."
                },
                "3": {
                    "name": "City Development",
                    "desc": "We will conduct surveys and organize and facilitate workshops and other activities to reflect citizens' voices in the vision and development of the city."
                },
                "4": {
                    "name": "Government",
                    "desc": "We will make proposals at the level of urban planning and policies, through our expertise and advanced research on architecture and cities."
                }
            }
        },
        "2": {
            "desc": "We support people's activities through publication. We handle everything from planning to editing, and from graphic design to printing to complete the product. We also handle a wide range of media, from web media to visual media, not limited to printed matter.",
            "tags": {
                "0": {
                    "name": "Printing",
                    "desc": "We will use risograph printing presses to produce all kinds of printed materials such as flyers and booklets."
                },
                "1": {
                    "name": "Publication",
                    "desc": "We will continue to publish our self-published magazine (HUMARIZINE), and at the same time, we will support all kinds of publishing activities by making use of our knowledge and experience."
                },
                "2": {
                    "name": "Planning and Editing",
                    "desc": "We will plan and edit everything from town papers to specialized magazines such as design magazines with our unique network, approach, and expertise."
                },
                "3": {
                    "name": "Criticism",
                    "desc": "We will write texts in all media that reflect on society, from our consideration of areas such as design, architecture, cities, and the arts."
                },
                "4": {
                    "name": "Photography and Video",
                    "desc": "We will create records and works of art through documentation using not only text but also the media of photography and video."
                }
            }
        },
        "3": {
            "desc": "We create new actions in a complex society through collaboration with a diverse range of people. We reorganize all things and contemplate the ideal society of the future, crossing geographical scales from Tokyo to the world, and academic scales from art to society.",
            "tags": {
                "0": {
                    "name": "Communication",
                    "desc": "We will provide communication support such as interpretation and translation, as well as participation in international projects."
                },
                "1": {
                    "name": "Collaboration",
                    "desc": "We will collaborate with designers, architects, and artists, and actively participate in collaborations."
                },
                "2": {
                    "name": "Events",
                    "desc": "We will plan and manage events to create new connections, values, and projects."
                },
                "3": {
                    "name": "Exhibition",
                    "desc": "We will curate and exhibit all kinds of works, examples, and information."
                }
            }
        }
    },
    "members": {
        "0": {
            "birth": "year 1997",
            "origin": "from Nagaizumi, Shizuoka Prefecture",
            "desc": "As an undergraduate, she was interested in convenience stores as urban infrastructure and food waste in convenience stores, and conducted research on the structure of food waste by working part-time at a store. She proposed to confront food waste through composting from the perspective of circular design. In her master's program, she continued to design urban circular systems, experimenting with composting and biomaterials while intervening in super-local community gardens in Barcelona.Currently, she is involved in urban design and designing publications such as zines, from the perspective of circular design.",
            "education": {
                "0": "2020 Graduated from Keio University, Faculty of Environment and Information Studies",
                "1": "2021 Worked as a researcher and editor at Fujiwara Teppei Architects Lab",
                "2": "2022 Graduated from Institute for advanced architecture of Catalonia, Master in Design for Emergent Futures (Barcelona, Spain)",
                "3": "Assistant Professor, Hiroto Kobayashi Lab, Faculty of Environment and Information Studies, Keio University"
            }
        },
        "1": {
            "birth": "year 1995",
            "origin": "from Komae City, Tokyo",
            "desc": "Using social design, which he encountered at university, as an entry point, he has been researching architectural design as an extension of his work. He is particularly interested in manufacturing using wasted materials, and has been researching techniques for utilizing such waste as materials. Recently, he has been exploring repair in particular, from actual manufacturing to research. Currently, he is based in his hometown of Komae, where he is developing various practices as a citizen and contemplating the future of design and architecture.",
            "education": {
                "0": "2019 Graduated from Faculty of Environment and Information Studies, Keio University",
                "1": "2021 Completed Graduate School of Media and Governance, Keio University"
            }
        }
    }
}