{
    "vision": {
        "japTitle": "社会をサバイブする共同体をつくる",
        "engTitle": "Creating a Community to Survive in Society",
        "desc": "私たちはデザインを通じて、複雑で多様な社会を生き抜く共同体をつくることを目指します。私たちはこの社会に生きづらさを感じています。しかし、仲間とともに目の前にある問題にひとつずつ向き合うことで、この社会を共同体としてサバイブできると考えます。共同体は社会をともに生き抜いていくために重要な仲間との連帯であり、その社会を変えることのできる活動のネットワークだと信じています。私たちは世の中の様々な場所で共同体を生み出し、独自のアプローチからたくさんの仲間と協働し、社会をより良くしていけるようにアクションを展開させます。",
        "graph": "graph",
        "pdf": "studio-true_vision.pdf",
        "filter": "[true, false, false, false]"
    },
    "approaches": {
        "0": {
            "japTitle": "偶発性と身体性",
            "engTitle": "Contingency and Embodiment",
            "desc": "私たちは日々の生活の中で偶然に出会ったものや人、そして身の回りにあることや場所を大事にしています。偶発性と身体性を持ちながらデザインすることによって、社会のリアリティに向き合ったアクションを生み出せると考えます。"
        },
        "1": {
            "japTitle": "小さいけれど継続的",
            "engTitle": "Small but Continuous",
            "desc": "私たちは小さくても何かを続けていくこと、そしてそこから育まれていくものごとを大事にしています。一度に大きな変化を生み出すことを目指すのではなく、継続的に取り組んでいくことで、その場その時に即したアクションを生み出せると考えます。"
        },
        "2": {
            "japTitle": "リサーチとアーカイブ",
            "engTitle": "Research and Archive",
            "desc": "私たちはものごとの質的な関係性を理解しながら調査し、生の情報とプロセスを記録し、積み重ねていくことを大事にしています。アーカイブを辿っていくことにより、リサーチに基づいたアクションが生み出せると考えます。"
        }
    },
    "actions": {
        "0": {
            "desc": "私たちは環境問題に向き合い、新しい資源の循環を設計し、そのサイクルの中でものづくりを行います。単なるものづくりに終始せず、使われる素材や廃棄されることを考えながら制作に取り組みます。個人のみならず集団もエンパワーメントすることで、新しい循環を支える仕組みから設計します。",
            "tags": {
                "0": {
                    "name": "マテリアル",
                    "desc": "自然素材や廃棄物などを採集し、これらを用いたマテリアルを開発し、新しい利用方法を提案します。"
                },
                "1": {
                    "name": "ゴミ",
                    "desc": "ゴミや廃材を再び資源として集め、こうした廃棄物を転用したプロダクトや空間を設計します。"
                },
                "2": {
                    "name": "修理",
                    "desc": "家具や建物からインフラまでを修理することで、持続可能な未来と都市の新しいつながりを生み出します。"
                },
                "3": {
                    "name": "食品",
                    "desc": "廃棄された食品を地域で堆肥化し、地産地消の新しいサイクルをつくることで、地域コミュニティを盛り上げます。"
                }
            }
        },
        "1": {
            "desc": "私たちはまちに存在するあらゆる問題に向き合い、人々とともに問題を乗り越えていくために、幅広く建築と都市のデザインに取り組みます。市民や企業、行政などとともに活動を展開し、コミュニティを形成・運営します。こうした活動を持続可能にするために、まちづくりや政策にまでアプローチします。",
            "tags": {
                "0": {
                    "name": "空間デザイン",
                    "desc": "個人の想いやチャレンジを空間的に支援するために、住宅や店舗、ワークスペースなどの空間を設計します。"
                },
                "1": {
                    "name": "公共空間",
                    "desc": "都市のなかで私たち市民の場所を生み出していくために、ストリートファニチャーのデザインからイベントの企画・運営も行います。"
                },
                "2": {
                    "name": "ローカル",
                    "desc": "まちに開かれた場所やコミュニティの企画・運営から、地域のセーフティネットを設計します。"
                },
                "3": {
                    "name": "まちづくり",
                    "desc": "まちのビジョンや開発に市民の声を反映させるための調査の実施や、ワークショップなどの開催とファシリテーションをします。"
                },
                "4": {
                    "name": "行政",
                    "desc": "建築や都市に関する専門的な知見や先進的なリサーチを通じて、都市計画や政策のレベルで提案を行います。"
                }
            }
        },
        "2": {
            "desc": "私たちは出版を通じて、人々の活動をサポートしていきます。企画から編集まで、そしてプロダクトとして完成させるためのグラフィックデザインから印刷まで行います。また印刷物に限らず、webメディアから映像メディアまで幅広く扱います。",
            "tags": {
                "0": {
                    "name": "印刷",
                    "desc": "リソグラフ印刷機を用いて、フライヤーや冊子などあらゆる印刷物を作成します。"
                },
                "1": {
                    "name": "出版",
                    "desc": "自費出版誌（HUMARIZINE）の発刊を続けると同時に、これまでの知見を生かし、あらゆる出版活動を支援します。"
                },
                "2": {
                    "name": "企画・編集",
                    "desc": "私たち独自のネットワークや切り口、専門性をもって、タウンペーパーからデザインなどの専門誌まで企画し、編集します。"
                },
                "3": {
                    "name": "批評",
                    "desc": "デザイン・建築・都市・芸術といった領域への考察から、社会を写し出すテキストをあらゆるメディアで執筆します。"
                },
                "4": {
                    "name": "写真・映像",
                    "desc": "テキストのみならず、写真や映像というメディアを駆使したドキュメンテーションを通じ、記録と作品をつくります。"
                }
            }
        },
        "3": {
            "desc": "私たちは多様な人々との連携を通じて、複雑な社会のなかに新しいアクションを生み出していきます。東京から世界までという地理的なスケールから、芸術から社会までという学問的なスケールも横断しながら、あらゆるものごとを再編して、これからのありうべき社会を思索します。",
            "tags": {
                "0": {
                    "name": "コミュニケーション",
                    "desc": "通訳や翻訳といったコミュニケーションのサポートから、国際的なプロジェクトへの参画まで行います。"
                },
                "1": {
                    "name": "共同制作",
                    "desc": "デザイナー・建築家・アーティストなどとの協働を行うと同時に、積極的にコラボレーションに参加します。"
                },
                "2": {
                    "name": "イベント",
                    "desc": "新しい繋がりや価値観、プロジェクトを生み出していくために、イベントの企画や運営を行います。"
                },
                "3": {
                    "name": "展覧会",
                    "desc": "あらゆる作品や事例、情報のキュレーションを行い、展示します。"
                }
            }
        }
    },
    "members": {
        "0": {
            "birth": "1997生まれ",
            "origin": "静岡県長泉町出身",
            "education": {
                "0": "2020 慶應義塾大学環境情報学部卒業",
                "1": "2021 フジワラテッペイアーキテクツラボにてリサーチャー、エディターとして勤務",
                "2": "2022 Institute for advanced architecture of Catalonia, Master in Design for Emergent Futures（スペイン・バルセロナ）卒業",
                "3": "2023 慶應義塾大学環境情報学部小林博人研究会　助教"
            }
        },
        "1": {
            "birth": "1995生まれ",
            "origin": "東京都狛江市出身",
            "education": {
                "0": "2019 慶應義塾大学環境情報学部卒業",
                "1": "2021 慶應義塾大学政策メディア研究科修了"
            }
        }
    }
}